INSERT INTO `store` VALUES ('5831', 'aaa', '이마트','인증됨','서울특별시 강남구 삼성동 166-8','', '','02-555-3572','한식'
                           ,'이마트에는 맛있는 음식이 많습니다! A3리필속지를 강력 추천합니다!',1, POINT(127.06194197656747, 37.50982851675942));
INSERT INTO `store` VALUES ('7947', 'aaa', '맥도날드코엑스점','인증됨','서울 강남구 영동대로 511 트레이드타워','삼성역 6번 출구에서 64m', '06164','02-6743-3700','양식'
                           ,'가성비 좋은 햄버거 체인점',1, POINT(127.06214305460732, 37.50928469986572));
INSERT INTO `store` VALUES ('9734', 'aaa', '신사골감자탕','인증됨','서울 강남구 삼성로104길 8','삼성중앙역 5번 출구에서 269m', '06166','02-553-5252','한식'
                           ,'뼈해장국에 고기가 실한 맛집',1, POINT(127.0553085522752, 37.51065154312527));
INSERT INTO `store` VALUES ('11370', 'aaa', '고씨떡볶이삼성점','인증됨','서울 강남구 봉은사로84길 34','삼성중앙역 5번 출구에서 373m', '06165','070-4046-5471','분식'
                           ,'떡볶이가 저렴하고 다양한 토핑 추가 가능. 마무리로 볶음밥 추천!',1, POINT(127.05614019384697, 37.51112255685728));
INSERT INTO `store` VALUES ('11374', 'aaa', '153구포국수','인증됨','서울 강남구 테헤란로87길 17','102호', '06169','0507-1343-1530','한식'
                           ,'각종 국수와 분식을 저렴하게 먹을수 있는 국수집',1, POINT(127.05837642297627, 37.50880469214927));
INSERT INTO `store` VALUES ('13200', 'aaa', '치킨잇수다','인증됨','서울 강남구 테헤란로87길 43','삼성중앙역 4번 출구에서 555m', '','02-568-3000','한식'
                           ,'코엑스 근처 적당한 치킨집',1, POINT(127.05754960043122, 37.51054512932598));
INSERT INTO `store` VALUES ('13204', 'bbb', '공차코엑스몰점','인증됨','서울 강남구 영동대로 511','코엑스몰 B1 L103', '06164','02-6002-3090','음료류'
                           ,'코엑스 안에서 달달한 밀크티를 파는 맛집.',1, POINT(127.05979458653825, 37.51267939264817));
INSERT INTO `store` VALUES ('13208', 'bbb', '팀호완삼성점','인증됨','서울 강남구 봉은사로86길 30','1층 삼성중앙역 5번 출구에서 420m', '06165','0507-1374-3082','중식'
                           ,'소룡포가 맛있는 딤섬집!',1, POINT(127.05685373878892, 37.51140801324714));
INSERT INTO `store` VALUES ('15491', 'bbb', '토리키치','인증됨','서울 강남구 테헤란로81길 48','1층 삼성중앙역 5번 출구에서 471m', '06166','0507-1428-1485','일식'
                           ,'술이 저렴하지만 안주는 비싸서 조심해야하는 맛집. 야끼토리 전문점',1, POINT(127.05619284261098, 37.50985310869458));
INSERT INTO `store` VALUES ('17693', 'bbb', '아웃백스테이크하우스','인증됨','서울 강남구 영동대로 513',' 스타필드 코엑스몰 B1', '06164','0507-1391-4492','양식'
                           ,'코엑스 안에 있는 스테이크집',1, POINT(127.05900137586757, 37.51123750437762));
INSERT INTO `store` VALUES ('17704', 'bbb', '노브랜드버거','인증됨','서울 강남구 영동대로 513','1층', '06164','02-501-1582','양식'
                           ,'개발자의 영원한 친구 햄버거. 어니언링이 맛있습니다',1, POINT(127.06036947335433, 37.511623015096276));
INSERT INTO `store` VALUES ('17723', 'bbb', '니뽕내뽕코엑스점','인증됨','서울 강남구 영동대로 513','지하1층 H117호', '06164','02-6002-5151','중식'
                           ,'맛있는 짬뽕집. 처음에는 덜 매운 맛으로 짬뽕을 드셔보세요',1, POINT(127.05751386985959, 37.512503002465344));
INSERT INTO `store` VALUES ('20025', 'ccc', '반포식스포스코사거리점','인증됨','서울 강남구 삼성로96길 7','삼성중앙역 5번 출구에서 526m 1층', '06167','02-557-6660','베트남식'
                           ,'코엑스 근처에서 쌀국수가 먹고싶을 땐? 반포식스!',1, POINT(127.0563867340557, 37.50873829492098));
INSERT INTO `store` VALUES ('20062', 'ccc', '기기커피','인증됨','서울 강남구 테헤란로87길 47','오크 우드 호텔 입구 건너편', '06166','0507-1440-1881','음료류'
                           ,'극한의 가성비 아메리카노! 3가지 맛이 있어 취향도 다향하게!',1, POINT(127.05749896636146, 37.51071244105133));
INSERT INTO `store` VALUES ('22643', 'ccc', '밥스키친','인증됨','서울 강남구 테헤란로87길 17','마젤란리아스테리움 B105호', '06169','02-564-2999','경양식'
                           ,'단돈 9,900원에 맛있은 돈까스와 치킨 등 무한리필 뷔페!',1, POINT(127.05832631456124, 37.50866657928392));
INSERT INTO `store` VALUES ('22668', 'ccc', 'KFC코엑스Mall','인증됨','서울 강남구 테헤란로87길 46',' 호텔오크우드프리미어', '06164','02-501-7295','한식'
                           ,'맛있는 치킨 체인점. 매월 11일 1+1 가성비 할인!',1, POINT(127.0588656780401, 37.511112241564376));
INSERT INTO `store` VALUES ('22691', 'ccc', '폴바셋','인증됨','서울 강남구 영동대로 513','코엑스몰 B1 P104', '06164','02-3454-0349','음료류'
                           ,'봉은사를 나와 바로 있는 커피집',1, POINT(127.05995592573792, 37.51361308432087));
INSERT INTO `store` VALUES
    ('30000', 'aaa', '공씨네주먹밥삼성점', '인증됨', '서울 강남구 테헤란로83길 14', '삼성역 5번 출구에서 444m', '06169', '02-558-9494', '분식', '맛있는 주먹밥을 판매하는 공씨네', 1, POINT(127.057297, 37.506328)),
    ('30001', 'aaa', '이맛콩나물국밥 삼성동1점', '인증됨', '서울시 강남구 삼성로 100길 23-6', '삼성중앙역 5번 출구에서 546m', '06166', '02-2051-4365', '한식', '콩나물 국밥 전문점', 1, POINT(127.063642, 37.507212)),
    ('30002', 'aaa', '이태리부대찌개 삼성점', '인증됨', '서울시 강남구 삼성로 104길 16', '삼성중앙역 5번 출구에서 355m, 은지빌딩 2층', '06166', '02-555-5652', '한식', '이태리 부대찌개 전문점', 1, POINT(127.066153, 37.507736)),
    ('30003', 'aaa', '순대실록 삼성역점', '인증됨', '서울시 강남구 삼성로 100길 13', '삼성역 5번 출구에서 713m', '06166', '02-555-2395', '한식', '순대 전문점', 1, POINT(127.063379, 37.506872)),
    ('30004', 'aaa', '풀향기', '인증됨', '서울시 강남구 영동대로 510', '삼성역 7번 출구에서 162m', '06173', '0507-1438-9319', '한식', '한식 뷔페', 1, POINT(127.066573, 37.508128)),
    ('30007', 'aaa', '오봉집', '인증됨', '서울 강남구 테헤란로81길 62', '삼성역 5번 출구에서 845m', '06166', '0507-1302-1529', '한식', '보쌈 및 다양한 해물볶음', 1, POINT(127.061529, 37.506092)),
    ('30008', 'aaa', '동촌샤브칼국수', '인증됨', '서울 강남구 테헤란로81길 51', '삼성중앙역 5번 출구에서 359m', '06166', '02-565-2775', '한식', '샤브샤브와 칼국수 전문점', 1, POINT(127.059781, 37.506113)),
    ('30009', 'aaa', '황씨네뭉티기', '인증됨', '서울 강남구 테헤란로83길 14', '삼성역 5번 출구에서 444m', '06169', '0507-1475-0274', '한식', '전통 뭉티기 전문점', 1, POINT(127.057297, 37.506328));

update `store` set `name` = '에그슬럿 코엑스점' where store.name ='에그슬럿';

INSERT INTO `store` VALUES ('30010', 'hyunji123', '에그슬럿 코엑스점','인증됨','서울 강남구 영동대로 513','지하1층 101호', '06164','070-7798-2611','양식'
                           ,'식약처에서 인증받은 매우우수 햄버거 전문점',1, POINT(127.060474, 37.510136));

INSERT INTO `store` VALUES ('30011', 'hyunji123', '리칭본점','인증됨','서울 강남구 삼성로 520','삼성중앙역 5번 출구에서 468m', '06167','02-553-3929','중식'
                           ,'예약, 단체 이용가능, 포장, 배달',1, POINT(127.048291, 37.514373));